Revit 2027 API
ElementIdParameterValue Properties
The ElementIdParameterValue type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from ParameterValue)
Value |  The stored value
Top
See Also
Reference
ElementIdParameterValue Class
Autodesk.Revit.DB Namespace